---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.EnergyAnalysisUtilitiesDBFailures
source: html/cf36a616-92a6-2d23-f235-176b19572a84.htm
---
# BuiltInFailures.EnergyAnalysisUtilitiesDBFailures Properties

MassZone '%1' has empty name and id values which cannot be used as gbXML identifiers.